Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=933_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Nuoraidráđđái Nuorra doaibmi – dovddastus
sms: Nuõrisuåvtõʹsse Nuõrr tuåimmjeei – tobdstõs

source: Suoma Nuoraidovttasbargu - Allianssi ry mieđihii nuoraidbarggu vahkus 29.9. - 5.10. čiežanuppelot Nuorra doaibmi - dovddastusa doaibmiide ja fidnuide miehtá Suoma.
sms: Lääʼddjânnam Nuõrr tuåimmjeei - Allianss rõ

source: Okta dovddastusa oažžuin lea sámedikki nuoraidráđđi.
sms: ʼhtt tobdstõõzz vuäǯǯai lij sääʹmteeʹǧǧ nuõrisuåvtõs.

source: Nuorra doaibmi - dovddastus lea dárkkuhuvvon giitosin ja doarjjan nuorra doaibmiide ja sin fidnuide ja maiddái iežaset doaimmain nuoraid sajádaga ja sin doaimmaid ovddidan rávesolbmuide.
sms: Nuõrr - tuåimmjeei tobdstõs lij jurddum späʹssbõõššâm da smeʼllkâʹttem diõtt nuõrr tuåimmjeeʼjid da sij haʹŋǩǩõõzzid da tuåimmjumuužžineez nuõri staattuuzz da sij tuåimmjumuužžes ooudâsviikkâm vuõrâsoummuid.

source: Nuorra doaibmi - dovddastusat juhkkojit Nuoraidbarggu boahttevuohtafoorumas Helssegis 22.10.2014.
sms: Nuõrr tuåimmjeei - tobdstõõzz jueʼjjet Nuõrituâi pueʼttiääiʼjfooruummest Heʹlssnest 22.10. 2014.

source: Allianssi juohkán dovddastusa vuođustusat:
sms: Allianss juâkkam tobdstõõzz vuâđđõõttmõõžž:

source: Sámenuoraid váikkuheami stuorra lávki váldui jagi 2011, go sámedikkis mearriduvvui vuođđuduvvot nuoraidráđđi.
sms: Sääʹmnuõri vaikktumuužž jõnn lääuʼǩ vaʼlddeš eeʼjjest 2011, ko sääʼmmteeʼǧǧest tuʼmmješ vuâđđeed nuõrisuåvtõõzz.

source: Sámedikki nuoraidráđi 15-25-jahkásaš lahtut válmmaštallet daid sámedikki cealkámušaid, álgagiid ja eará bealiváldimiid, mat gusket sámenuoraid dahje sámenuoraid eallindiliid.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz 15-25-âkksa vuäzzla valmštâʼlle tõid sääʼmteeʼǧǧ ceâlklmid, alttõõzzid da jeeʹres peäʼlestväʼlddmõõžžid, kook kueʼsǩǩe sääʼmnuõrid leʼbe sääʹmnuõri jieʼllemåårrmõõžžid.

source: Nuoraidráđđi ovddida sámenuoraid gielalaš ja kultuvrralaš vuoigatvuođaid birra Suoma ja maiddái nanne sámenuoraid gullama sámekultuvrai.
sms: Nuõrisuåvtõs veekk ooudâs sääʹmnuõri ǩiõlʼlaž da kulttuursaž vuõiggâdvuõđid pirr Lääʹddjânnam di ravvad sääʹmnuõri koʹlljemvuõđ sääʹmkulttuuʹre.

source: Nuoraidráđi bokte sámenuoraide lea addojuvvon erenomáš kanála váikkuhit iežaset áššiide.
sms: Nuõrisuåvtõõzz mieʹldd sääʹmnuõrid lij uvddum šiõǥǥ linnj vaikkted aaʹššid.

source: Sámedikki nuoraidráđis lea maiddái erenomáš áidnalunddot sajádat, dasgo dan lahtuin lea hállan- ja mieldeorrunvuoigatvuohta sámedikki dievasčoahkkimis.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzzâst lij še aaibâs jiijjâsnallšem staattus, tõn diõtt vuäzzlain lij särnnam- da mieʹlddåårramvuõiggâdvuõtt sääʹmteeʹǧǧ takaisåbbrest.

source: Sámedikki nuoraidráđđi lea álggahan dán jage Ofelaš-doaimma.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõs lij alttääm taʼnni Ofelaš-tuåimmjumuužž.

source: Fidnus juhkko diehtu sápmelašvuođas nuoraid bokte nuoraide.
sms: Haʹŋǩǩõõzzâst jueʹjjet teâđ sääʹmvuõđâst nuõrin nuõrid.

source: " Sámediggi lea bargan guhká sámenuoraid sajádaga ovddideami dihtii ja dát lea duođaige fiinna dovddastus sámenuoraide ja sámedikki nuoraidráđđái.
sms: " Sääʹmteʹǧǧ lij tuejjääm kookkas kuõddi väimmsõs tuâi sääʹmnuõri staattuuzz ooudâsviikkmõžžân da tät lij tuõđi šiõǥǥ tobdstõs sääʹmnuõrid da sääʹmteeʹǧǧ nuõrisuåvtõʹsse.

source: Lea duo đaige fiinna, ahte nuoraidráđi bargu lea ožžon álbmotlaš dovddastusa ja lean bálkkašumis čeavlái.
sms: Lij tuõđi šiõǥǥ, što nuõrisuåvtõõzz tuâjj lij vuäǯǯam meersaž tobdstõõzz da leäm ciist â st kuärǥast.

source: Sámenuorat gártet deaividit hirbmat olu hástalusaid modearna servodagas ja nuoraidráđđi lea duođaige dárbbašlaš, vuoi nuoraid jietna, fuolat ja evttohusat bohtet gullojuvvot.
sms: Sääʹmnuõr jouʹdde tobddâd jiânnai ääiʼj puʹhttem õõlǥtumuužžid tän modeernam õhttsažkååʹddest da nuõrisuåvtõs lij tuõđi taarblaž, što nuõri jiõnn, huõl da eʼtǩǩõõzz puäʼtte kuullâmnalla.

source: Dás lea buorre joatkit ovddosguvlui ja ovddidit doaimma ain viidásabbot sámenuoraid sajádaga ovddideami várás sámeservodagas ja suopmelaš servodagas. "
sms: Täʼst lij šiõǥǥ juäʹtǩǩed ooudårra da viikkâd ooudâs tuåimmjumuužž sääʹmnuõri staattuuzz ooudâsviikkâm diõtt sääʼmõhttsažkååʹddest da lääʹdd õhttsažkååʹddest. "

source: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi muitala.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Klemetti Näkkäläjärvi maainast.

source: Nuoraidráđi ságajođiheaddji Niila Rahko lea dovddastusas ilolaš:
sms: Nuõrisuåvtõõzz saaǥǥjååʹđteei Niila Rahko lij tobdstõõzzâst kuärǥast:

source: " Sámedikki nuoraidráđi ságajođiheaddjin lean ilolaš ja lihkolaš bálkkašumis.
sms: " Sääʹmteeʹǧǧ nuõrisuåvtõõzz saa ǥǥ jååʹđteeʹjen leäm räämmast da leklvaž ciistâst.

source: Sámedikki nuoraidráđđi lea vel hirbmat nuorra nuoraidorgána, man doaibmanbiras lea viiddis.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõs lij veâl eža nuõrr nuõriorgan, koon tuåimmjem vuʹvdd lij šurr.

source: Min doaibma ii livčče vejolaš almmá sámedikki doarjaga haga dálá viidodagas.
sms: Mij tuåimmjumuš ij leʹčči vuäittmõõžžâst sääʼmteeʼǧǧ tuärjjeemtää tän poddsaž vueʹjjest.

source: Háliidange giitit sámedikki sin bargan guhkálaš barggus sámenuoraid sajádaga buorideami várás.
sms: Täättam späʹssbõõššâd sääʹmteeʹǧǧ sij tuejjeem kookkas kuõddi väimmsõs tuâjast sääʹmnuõri staattuuzz pueʹreem diõtt.

source: Háliidan maiddái giitit ovddit nuorra doaibmiid geat leamaš ovddideamen nuoraidráđi ja ráhkadeamen doaibmandili mas lea somá bargat.
sms: Täättam päʹssbõõššâd äiggsab tuåimmjeeʹjid kook liâ leämmaž raajjmen nuõrisuåvtõõzz da juʹrddemvueʹjj koʼst lij šiõttâl tuåimmjed.

source: Bálkkašupmi addá nuoraidráđđái nana álbmotlaš dovddastusa, mii lea dehalaš go doibmejuvvo viidát nuoraiguin.
sms: Cistt oudd nuõrisuåvtõʹsse raavâs meersaž tobdstõõzz, kååʹtt lij vääžnai ko tuåimmjet tõn veeidasvuõđâst nuõrivuiʼm.

source: Sámedikki nuoraidráđi bargun lea ovddidit, ovddastit ja gohcit sámenuoraid vuoigatvuođaid, sihke sámeguovllus ja dan olggobealde.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz tuâjjan lij ooudâsviikkâd, eeʹttkâʹstted da praavâd sääʹm nuõri vuõiggâdvuõđid, nuʼtt sääʹmvuuʹdest ko tõn åålǥbeäʹlnn.

source: Hástalusat barggus leat olu, eandalitge go eallit nuppástusaid siste ođđa ođastusaid dihtii, mat leat válmmaštallama vuolde ja vurdet dohkkeheami.
sms: Tuâjast liâ ääiʹj puʹhttem õõlǥtumuužž jiânnai, aainâs ååʹn ko jieʹllep moordõspoodd ođđ valmštem vueʹlnn åårrai da oođumuužži priimmʼmõõžžid vueʹrddmen.

source: ILO-169 soahpamuša ratifiserema dehalašvuohta deattuhuvvá nuoraid gaskavuođas, dasgo dat guoskkaha juohke sámenuora olles loahppaeallima.
sms: Ilo-169 suåppmõõžž ratifiâʼsttmõõžž vääžnaivuõtt lââʹzzat vaikktõõzz nuõri kõskkvuõđâst, tõn diõtt tõt kuâskk juâkksaid sääʼmnuõrid obb loppjieʼllem.

source: Nuppe dáfus soahpamuš maiddái mearrida kultuvrra boahttevuođa.
sms: Nuuʼbb beäʼlnn suåppmõš še mieʹrrad mij kulttuur pueʹttiääiʹj.

source: Funet ráhkaduvvon soahpamuš hávkada ja suddada kultuvrra, bures dahkkon soahpamuš nanne ja suddje kultuvrra.
sms: Hueʹneld tuejjuum suåppmõš âukstâtt da suddad kulttuur, puârast tuejjuum tuâjjân tõt ravvad da suõjjad kulttuur.

source: Mii nuorat deaividit beaivválaččat hirbmat earálágan reakšuvnnaid ravddas ravdii, mat olu vuođđuduvvet etnihkalašvuhtii.
sms: Mij ouʹdde puäʹtte juõʹǩǩpeivvsaž jeeʹresnallšem vasttõõzz lääidast laiddu, kook vuâđđâʹvve jiânnai mij etnlažvuõʹtte.

source: Earáláganvuohta lea riggodat, muhto dat sáhttá maiddái leat noađđi.
sms: Jeeʹresnallšemvuõtt lij viõkkvääʹrr, leâʹša tõt vuäitt leeʹd še nueʹđđ.

source: Sámedikki nuoraidráđi barggu hástalusat vuolláisárggastuvvojit servodagas, gos sámenuorat galget čilget kultuvrra ja duogáža.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz tuâi õõlǥtumuužž lâʹssne õhttsažkååʹddest, koʹst sääʹmnuõr feʹrttje čiõʹlǧǧeed kulttuures da še tuâǥǥa.

source: Geahččalitge eanet juohkit dieđu váldoálbmogii sápmelašvuođas ofelaš-barggu olis.
sms: Põrggâp puʼhtted väʹlddnarood tiõttu jäänab sääʹmvuõđâst ofelaštuâi pääiʹǩ.

source: Bálkkašupmi addá lassimearkkašumi bargui man bargat.
sms: Cistt oudd lââʹssmiârktõõzzid tuõjju koon tuejjeep.

source: Dan mearkkašupmi lassána jo beare dainna ahte diehtit, ahte min barggu atnet árvvus ja dat fuopmášuvvo maiddái riikkadásis.
sms: Tõn miârktõs lâssan juʹn õhttu tõin što tieʹttep, što tuâi koon tuejjeep tõn ââʹnet äärvast da tõn vuâmmšet še väʹlddkååddlaž tääʹzzest.

source: Lassin bálkkašupmi addá luohtehahttivuođa ja beaggima, mii veahkeha oažžut jurdagiidda, cealkámušaide ja buot bargamii stuorát deattu.
sms: Lââʹssen cistt oudd åskkamvuõđ da kuâstlvõõzz, kååʹtt tuärjjad vuäǯǯad jurddjid, ceälkkmuužžid da pukid tuejjumuužžid šuurab teäddäärv.

source: Sáhttitge dušše čeavlájit giitit ja gopmirdit.
sms: Vueiʹttep kuärǥast späʹssbõõššâd da kåʹmrded.

source: Dás lea buorre joatkit. "
sms: Täʼst lij šiõǥǥ juäʹtǩǩed. "

source: Govva Tanja Sanila.
sms: Snimldõk Tanja Sanila.
